{
    "metadata": {
        "labels": "string",
        "name": "i18n-service"
    },
    "payload": {
        "appid": "petergrill",
        "fromLang": "zh",
        "text": "产品思维并不是统一的、有具体规范的。产品经理这个岗位发展到现在，并没有一个规范的定义，而产品思维作为对产品岗思考方式的一个延伸，更加是没有固定定义的，每个人由于其公司现状、业务流程及重心、个人对于产品的认知均不同，由此对于产品思维的看法及见解不一定是一样的。产品思维不一定具有普适性。由于产品思维的不固定性，其特性之一也就是不具有普适性，简单地说，别人的产品思维并不一定能够适用到你身上，往往直接照搬别人的产品思维，运用到自己的产品工作中，容易导致“水土不服”。你有你的产品思维，我有我的产品思维，不会是一家之言，同时对于产品人来说，结合不同朋友对于产品的看法见解等，相对比自身的思维方式（这边侧重指产品思维），总结出适合自身的产品思维，才是最行之有效的方式，也是对于自身有价值的方式。产品思维并不是一成不变的。随着时间的推移，十几年前与现在，社会情况、互联网市场、用户感知均不可同日而语，而制造产品的一个方式及思考方向，也会随之改变。十几年前，由于互联网市场处于一片蓝海当中，更多的是增量的一个竞争，当时的产品开发方式更倾向于传统的瀑布流式开发，获客方式、产品盈利等也较为简单粗暴。十几年后的今天，互联网成了市场存量的竞争，往精细化运营的方向发展，对于创造产品，也更加倾向于雷军老师提出的“小步快走，快速迭代”的方式，对于新的项目，更多的是以“快、准、狠”攻入市场；对于发展中的项目，往往是精准运营及数据驱动业务的方式来小心翼翼地迭代。也许，下一个十年，会出现更加不同的产品，及相应的产品创造方式，而作为产品经理，也需要根据互联网市场的变化，时刻调整改变自身的产品思维。不落地的产品思维就是耍流氓。阿境说了，产品思维本身就是从互联网产品的整个生命周期当中，所提炼总结而成的一种思维方式，脱离了产品本身，那么我们容易陷入“不断讨论理论→完善理论→讨论理论”的这么一个怪圈，成了空中楼阁，那么产品思维存在的意义也就不大了。落地是产品思维的前提，多将思考方式融入建设产品的过程当中，形成“建设产品→提炼产品思考→反哺产品建设→提炼更多的产品思考”这样子的一个良性循环，才是最好的，同时与产品朋友不断地交流，思想碰撞的过程后，自身也能够在这基础上对于产品有新的见解。互联网的出现，认知用户、个性化体验，产品触达都是一个全新的改变。互联网发展到现在，认知用户形成了质的飞越，举个例子：微信跟电话短信，都是沟通工具，对用户的认知却是天差地别。通过用户的行为数据，更加透彻地能够了解到用户内心真实的想法。关于用户认知：随着互联网的发展，我们对于用户已经是越来越熟悉。十几年前，用户进了超市，买了一瓶水，十几年后，用户在线上逛了淘宝，买了一瓶水，同样的结果，从线下到线上的这么一个操作，所得到的结果都是一样的：用户买了一瓶水。但对于用户的认知，十几年前，我们只能够通过用户访谈等传统的方式来获取用户的看法，十几年后的今天，我们可以通过用户的行为数据，用户的操作路径来了解用户（阿境相信数据始终是不会骗人的），更能够了解用户内心真实的想法。（用户看了什么？用户看了这款商品看了多久？用户看了这款商品，又反反复复的看，但是不买？用户多久直接买了这款商品）以前这类型的问题只能够通过人为的来判断及记录，而互联网使其成为可能。关于个性化体验：个性化体验，是建立在对于用户认知的基础之上，通过产品数据获取用户的行为之后，加以分析，形成对于用户的看法，继而采取策略，为不同得用户定制个性化的体验，从而提升用户对于产品的认可度，最终增加对产品的信任。关于产品触达：产品触达方面想必朋友们都很有感触，回首过去的报纸跟目前的新闻咨询app，一份报纸送到用户的时间、成本无疑都是比目前互联网资讯到达用户的面前要来得多的。也就是说，当目前产品触达到用户的成本骤降的情况，作为产品人，我们能够花更多的时间及精力，来发挥产品自身的效益，同时能够给产品增加“自传播”的这么一个传播形式，创造产品的新价值。有一个问题：吴彦祖需要一个APP？A：受众人群是谁？要做个怎样的APP？有什么资源结合？要怎么做（原生混合）？B：可以做，预算多少？现在谈成了吗？对方谁来拍板合同？C：受众人群是谁？什么风格的？色调要什么？有没有VI参考？品牌调性如何？D：有相关的资源吗？核心功能是什么？推广方式是什么？推广渠道有哪几个？推广经费多少？做什么活动拉新促活？抛出一个问题，由于其所在岗位的原因，不同角色的人通常关注的点不同，这是为什么呢？因为通常人在经过某个岗位长时间的锻炼，思维会逐渐慢慢转变，以岗位的特性来思考。上面的答案很明显了，A是产品经理，B是销售，C是设计，D是运营。产品思维侧重的是发现问题、分析问题、解决问题的方式。销售思维侧重的是产品的交易结果，客户的价值。设计思维侧重的是以用户为核心，用设计来赋予功能新的感观。运营思维侧重的是结合资源的前提下以产品最核心的卖点推广给大众。有一点要明确的是（敲黑板！厦门吴彦祖阿境讲重点了！同学们醒醒）我们所说的产品思维、销售思维、设计思维、运营思维并不是固定的定义，而是在于这一类群体的人，在工作当中为了解决问题所运用到思考方式，所提炼而成。二、什么是产品思维？讲下产品与思维的概念。2.1 产品的概念产品是指做为商品提供给市场，被人们使用和消费，并能满足人们某种需求的任何东西，包括有形的物品、无形的服务、组织、观念或它们的组合。简单来说是“为了满足市场需要，而创建的用于运营的功能及服务”就是产品。思维是人类所具有的高级认识活动。按照信息论的观点，思维是对新输入信息与脑内储存知识经验进行一系列复杂的心智操作过程。那么，它探索与发现事物的内部本质联系和规律性，是认识过程的高级阶段。我们平时所提到的逻辑思维、数据思维、辩证思维等都是思维的一种。简单来理解，就是“如何想以及思考的方式”。好了，讲完产品，讲完思维，朋友们听着估计觉得，阿境你说的这都是抽象的概念，我咋听得云里雾里？你看，你又急了？别急，且听阿境娓娓道来。通过产品的概念，我们可以提炼出几个关键字，市场、使用、消费、某种需求、任何东西。从这几个关键字当中，可以推测出产品的条件。1.市场→能够在市场当中定价及交易，能够在市场上进行流通；2.使用→具备自身的功能特性；3.消费→有明确的消费群体；4.某种需求→ 在不同场景被需要；5.任何东西→形式不完全固定；而通过这些条件，我们可以再延伸开， 若想达到这样子的要求，需要掌握什么样子的能力？随着阿境再往下走：1.市场→能够在市场当中定价及交易，能够在市场上进行流通→能够走通商业模式、产品价值等一系列能力；2.使用→具备自身的功能特性→具备产品规划+产品迭代的能力；3.消费→有明确的消费群体→挖掘了解用户的能力，具备用户思维；4.某种需求→ 在不同场景被需要→具备场景思维的能力；5.任何东西→形式不完全固定→以多种形态创造产品的能力；在这以上，我们还需要具备对于产品的基本认知，产品的最终导向是服务，服务的受众是群众，同时群众又处于不同的场景当中。在这当中，我们需要发掘产品所服务对象的真实需求，并针对于制造及运营“产品”有一系列的解决方案，将某些产品或服务进行产品化。从以上的推敲来看（看文字看累的话可以瞅瞅阿境的配图），阿境总结出三点，当我们谈论产品思维的时候，总离不开三个词：用户、场景、迭代。那么，用户思维、场景思维、迭代思维究竟是什么呢？阿境来跟朋友聊聊。用户是什么？要做好产品，我们通常需要问下，使用我们产品的用户是谁？在哪里？为什么会愿意持续地使用我们的产品？怎么来使用我们的产品？一系列的问题，都是在讲一个道理：用户是一切产品的源头，也是检验我们产品的试剂，对用户有足够的认知，才有可能做出成功的产品。这边阿境用的是“有可能”，因为用户并不一定能够代表产品的成功，但如果对用户一无所知，那必然是不会创造出成功的产品的。那么，通过用户思维来认知用户，阿境这边谈谈几个要点：用户画像、用户特征、用户群体、用户心智、用户价值。为什么谈这几个，而不是用户分层、用户生命周期呢？首先认识到用户是哪一群人（用户画像），认识到你的用户在想什么（用户心智）、再认识到你的产品能为你的用户提供什么价值（用户价值），这是阿境想要跟朋友们聊的。2.3.1.1 用户画像有朋友会问，用户画像、用户特征、用户群体，这三个不是同一个概念吗？其实是差不多的，但也有区别，用户群体是特定的一类或多类人，用户特征我们通常是用来挖掘及区分用户群体，而用户画像则是来认知用户群体，更多的是在于描述。用户特征是什么呢？是用户画像的补充说明，更多的是偏向以用户群体的行为特点，来区分出不同特征的用户，属于哪个类别的用户群体。举个例子，有某部分用户经常游荡于社区，通过他们的发言（内容较为单一、幼稚），评论点赞量、上下线时间、日均上线时长等数据，我们可以判断这部分用户，大概是属于社区中哪一群体的用户，是低幼部分的用户，还是高知识水平的用户等等，进行用户群体的划分。再举个例子，经过观察用户的行为分析后，社区由20%左右低幼用户，50%左右普通文化水平用户，30%高水平用户组成，这个时候大多都是通过用户特征来进行区分用户人群。所以，对用户的行为特征，行为数据有足够的了解的前提下，我们能够更加地清楚这个用户，这也就是为什么阿里对于用户画像能够描述得明显，因为衣食住行已经形成了一个链路，对用户能够较为全面的分析。再举个例子，你的老板想要拔高你们的产品level，在产品当中引入高价值的商品及相应的服务，这个时候，你做还是不做？（敲黑板了！阿境发问了）最怕的就是你傻乎乎地执行，那这个时候要你这个产品经理干啥？我们可以通过用户在产品当中的行为来作为切入点进行分析，若通过行为数据发现，有八成的用户在你们的平台当中只选取低价格的商品来购买，通过分析发现这部分人群是低消费人群，那这个时候是不适合引入高价值的商品及服务的。原因在于这个时候要做的并不是贸然的引入高价值的产品，作为产品经理，我们需要分析：为什么不买高价值的商品？可能是由于对平台还不信任，商品质量没有背书，自身原因不需要等等。",
        "toLang": "ja"
    }
}